[{
 "name": "Lenovo IdeaPad Slim 3i 15IGL Intel Celeron N4020 15.6\" HD Laptop",
 "price": 453,
 "quantity": 4,
 "supplierName": "Rohim",
 "description": "The Lenovo IdeaPad Slim 3i 15IGL comes with Intel Celeron N4020 (4M Cache, 1.10 GHz up to 2.80 GHz) and 4GB DDR4 2400MHz RAM. It also comes with a 1TB 5400rpm 2.5\" HDD to store all your important data. It is integrated with Integrated Intel UHD Graphics 600 and it has a 15.6″ HD (1366×768) display with TN panel and 220nits Anti-glare screen. This laptop is powered by an Integrated 35Wh battery and it has a 45W Round Tip (2-pin, Wall-mount) adapter. The Lenovo IdeaPad Slim 3i 15IGL features Firmware TPM 2.0 and it runs on the Windows 11 Home operating system. It has a 720p camera with Privacy Shutter. It has been designed with 1x Power connector, 1x 4-in-1 Card Reader, 1x HDMI 1.4b, 1x Headphone/microphone combo jack (3.5mm), 1x USB 2.0 and 2x USB 3.2 Gen 1. Lenovo IdeaPad Slim 3i 15IGL offers High Definition (HD) Audio, Stereo speakers, 1.5W x2, Dolby Audio and 2x, Array Microphone. This laptop comes in Platinum Grey color. The Lenovo IdeaPad Slim 3i 15IGL comes with 2 years of warranty.",
 "imgURL": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/15s-du1117tu/15s-du1117tu-001-500x500.jpg"
}, {
 "name": "Microsoft Surface Laptop Go Core i5 10th Gen 8GB RAM 256GB SSD 12.4\" Multi Touch Display",
 "price": 1453,
 "quantity": 19,
 "supplierName": "Safa Alam",
 "description": "The new Microsoft Surface Laptop Go comes with Intel Core i5-1035G1 Processor (6M Cache, 1.00 GHz up to 3.60 GHz), 8GB LPDDR4x RAM, 256GB SSD, Intel UHD Graphics with Windows 10 Home. The Surface Laptop Go also featured with Alcantara material palm rest, Windows Hello Face authentication camera (front-facing), 720p HD f2.0 camera (front-facing), 3.5 mm headphone jack, Dual far-field Studio Mics, Omnisonic Speakers with Dolby Audio Premium, Navigate, scroll and browse through documents and websites. With this Surface Laptop Go you can stream shows and movies, Create stunning presentations, Store photos, files, and more, Smooth multitasking in multiple apps and tabs, Easy to carry, starts at just 2.79 pounds, Exceptional typing comfort, and a large trackpad, Connect to displays, docking stations, and more. It is also designed with Alcantara material palm rest, Windows Hello face authentication camera (front-facing), 720p HD f2.0 camera (front-facing), 3.5 mm headphone jack, Dual far-field Studio Mics, Omnisonic Speakers with Dolby Audio Premium, Navigate, scroll, and browse through documents and websites, Stream shows and movies, Create stunning presentations, Store photos, files, and more, Smooth multitasking in multiple apps and tabs, Easy to carry, starts at just 2.79 pounds, Exceptional typing comfort, and large trackpad, Connect to displays, docking stations, and more. This new Microsoft Surface Laptop Go has a 1-year warranty.",
 "imgURL": "https://www.startech.com.bd/image/cache/catalog/laptop/microsoft/surface-laptop-go/surface-laptop-go-500x500.jpg"
}, {

 "name": "ASUS Vivobook Pro 15 OLED M3500QA Ryzen 7 5800H 15.6\" FHD Laptop",
 "price": 453,
 "quantity": 10,
 "supplierName": "Masum ",
 "description": "ASUS Vivobook Pro 15 OLED M3500QA featured with 15-inch NanoEdge OLED display, 1920 X 1080 FHD resolution, 100% DCI-P3 color gamut, and awe-inspiring Harman Kardon-certified audio. This ASUS Vivobook Pro 15 OLED is also PANTONE Validated for professional-grade color accuracy and TÜV Rheinland-certified for low blue-light emissions. Let Vivobook Pro 15 OLED guide your creative journey, with a fresh new visual experience. This series Vivobook Pro 15 is able to show great detail at lower brightness settings due to their high contrast and their ability to maintain a wide color gamut at low brightness. When calculating the 3D color volume, which adds illumination to the traditional 2D color gamut with ASUS OLED displays has about a 60% higher color volume, offering better color performance at any brightness level. In this ASUS Vivobook Pro 15 OLED, the unique 3D ASUS logo designed with its anodized chevron pattern and tactile texture, adds excitement even before you open the lid. Explore further, and see how the expressive design continues inside, where a warning-striped Enter key takes center stage. even on the go. With an overall weight of just 1.65 kg, and also it slips into your backpack. The new Asus Vivobook Pro 15 OLED immerses you in whatever you’re doing, whether it’s work or play. Powered by the latest AMD Ryzen 7 5800H Processor (8-core, 16-thread, 20MB cache, up to 4.4 GHz) with AMD RADEON Graphics (2000 MHz). In this ASUS Vivobook Pro 15 OLED, the 8GB DDR4 RAM and a 512GB M.2 NVMe PCIe 3.0 SSD give you all the horsepower you need to realize your visual creativity. Its integrated webcam shield and built-in fingerprint sensor, Vivobook Pro 15 OLED provide you privacy and security. The Vivobook Pro 15 OLED has never been easier and more secure because it comes with the fingerprint sensor on the power button. This Asus laptop also comes with comprehensive I/O ports including an any-way-up USB 3.2 Gen 1 Type-C (USB-C) port, USB 3.2 Gen 1 Type-A and USB 2.0 ports, as well as an HDMI port and a microSD card reader so you can easily connect your latest peripherals, displays, or projectors with zero hassle. Here, The full-size backlit keyboard on Vivobook Pro 15 OLED comes with Ergonomically-designed, sturdy, one-piece construction and a 1.35 mm key. The new Vivobook Pro 15 OLED Laptop equipped with WiFi 5, which delivers superfast networking speeds for faster large file transfers, responsive online gaming, and super-smooth video chats, and also this Vivobook pro enhanced with exclusive ASUS WiFi Master technology: this includes ASUS WiFi SmartConnect that automatically selects the best WiFi source, so your laptop connects seamlessly to the best WiFi signal and known mobile hotspots. and this Vivobook pro 15 featuring ultrafast Wi-Fi 6(802.11ax), the ultra-stylish Vivobook Pro 15 OLED lets you achieve your true potential. The Latest ASUS Vivobook Pro 15 OLED M3500QA comes with 02 years International Limited Warranty (Battery 1 year).",
 "imgURL": "https://www.startech.com.bd/image/cache/catalog/laptop/asus/vivobook-pro-15-oled/vivobook-pro-15-oled-01-500x500.jpg"
}, {
 "name": "Dell Inspiron 14 5410 Core i5 11th Gen 512GB SSD 14\" FHD LaptopDell Inspiron 14 5410 Core i5 11th Gen 512GB SSD 14\" FHD Laptop",
 "price": 453,
 "quantity": 10,
 "supplierName": "moni",
 "description": "Dell Inspiron 14 5410 comes with by Intel Core i5-11320H Processor (8M Cache, 2.50 GHz up to 4.50 GHz) and Intel Iris Xe Graphics eligible. This Dell Inspiron 14 5410 comes with 14.0-inch FHD (1920 x 1080) Truelife Narrow Border WVA Display, 8GB (2 x 4GB) 3200MHz RAM, 512GB M.2 PCIe NVMe SSD. The Dell Inspiron 14 5410 has Internal Titan Grey English International Backlit Keyboard, 720p at 30 fps, HD RGB camera, Dual-array microphones. The Dell Inspiron 14 5410 comes with Intel Wi-Fi 6 2x2 (Gig+), Bluetooth 5.1 and Windows 11 Home Operating System. You will Feel free to move around, lean back, adjust positions, and more with wide-viewing angle panels (WVA) without affecting your viewing experience of the FHD IPS screen. With rounded edges, you can hold and move your device in comfort in any mode. This Dell Laptop has Finger Print Sensor, Rest assured that your privacy is secure with the mechanical privacy camera shutter. Also, the single sign-on (SSO) fingerprint reader on the power button provides a more personal, more secure instant access login experience. With this Dell Inspiron 14 5410 Laptop, you will enjoy the virtually borderless view with thin bezels and an expansive screen-to-body ratio to minimize distractions for a better cinema, document, and web browsing experience. The Latest Dell Inspiron 14 5410 offers 02 Years Warranty (Battery & Adapter 2 years).",
 "imgURL": "https://www.startech.com.bd/image/cache/catalog/laptop/dell/inspiron-14-5410-2-in-1/inspiron-14-5410-2-in-1-02-500x500.jpg"
}, {
 "name": "HP Pavilion 14-dv0553TU Core i7 11th Gen 14\" FHD Laptop",
 "price": 753,
 "quantity": 20,
 "supplierName": "roni",
 "description": "HP Pavilion 14-dv0553TU Laptop comes with Intel Core i7-1165G7 Processor (12M Cache, 2.80 GHz up to 4.70 GHz) and 8 GB DDR4-3200 MHz RAM. It comes with 512 GB PCIe NVMe M.2 SSD. This laptop has been Intel Iris Xᵉ Graphics and has a 14\" diagonal, FHD (1920 x 1080), IPS, micro-edge, anti-glare, 250 nits, 45% NTSC Display. This laptop runs on Windows 11 Home. It is equipped with Realtek RTL8822CE 802.11a/b/g/n/ac (2x2) Wi-Fi and Bluetooth 5 combo. It is powered by a 3-cell, 43 Wh Li-ion polymer battery and has a 65 W Smart AC power adapter. The HP Pavilion 14-dv0553TU has 3 Years International Limited Warranty (Terms & Conditions Apply As Per HP).",
 "imgURL": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/pavilion-14-dv0553tu/pavilion-14-dv0553tu-01-500x500.jpg"
}, {
 "name": "MSI Modern 14 B11SB Core i5 11th Gen MX450 2GB Graphics 14\" FHD Laptop",
 "price": 453,
 "quantity": 3,
 "supplierName": "momin",
 "description": "MSI Modern 14 B11SB Core i5 11th Gen MX450 2GB Graphics 14\" FHD LaptopMSI Modern 14 B11SB Core i5 11th Gen MX450 2GB Graphics 14\" FHD Laptop",
 "imgURL": "https://www.startech.com.bd/image/cache/catalog/laptop/msi/modern-14-b11sb/modern-14-b11sb-beige-mousse-01-500x500.jpg"
}, {
 "name": "HP 15s-eq1548AU AMD Athlon 3050U 15.6\" FHD LaptopHP 15s-eq1548AU AMD Athlon 3050U 15.6\" FHD LaptopHP 15s-eq1548AU AMD Athlon 3050U 15.6\" FHD Laptop",
 "price": 453,
 "quantity": 23,
 "supplierName": "Rohid",
 "description": "The HP 15s-eq1548AU Laptop is powered by the AMD Athlon Silver 3050U (2.3 GHz up to 3.2GHz) Processor and 8 GB DDR4-2400 MHz RAM. The AMD Athlon Silver 3050U is a mobile processor for thin and light entry-level laptops. This laptop comes with a 256 GB PCIe NVMe M.2 SSD. It comes with integrated AMD Radeon Graphics and has a 15.6\" diagonal, FHD (1920 x 1080), micro-edge, anti-glare, 220 nits, 45% NTSC. It runs on Windows 11 Home operating system. It features an HP True Vision 720p HD camera with integrated dual array digital microphones. It has dual speakers. The HP 15s-eq1548AU has been designed with 1 SuperSpeed USB Type-C 5Gbps signaling rate; 2 SuperSpeed USB Type-A 5Gbps signaling rate; 1 HDMI 1.4b; 1 RJ-45; 1 AC smart pin; 1 headphone/microphone combo. It also has a multi-format SD media card reader. It is equipped with Realtek RTL8821CE 802.11a/b/g/n/ac (1x1) Wi-Fi and Bluetooth 5 combo for wireless connectivity. The whole system is run by a 3-cell, 41 Wh Li-ion battery and it comes with a 45 W Smart AC power adapter. The HP 15s-eq1548AU has 2 years International Limited Warranty (Terms & Conditions Apply As Per HP)",
 "imgURL": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/hp-15s/hp-15s-spruce-blue-02-500x500.jpg"
}, {
 "name": "https://www.startech.com.bd/image/cache/catalog/laptop/lenovo/slim-3i/slim-3i-001-500x500.jpghttps://www.startech.com.bd/image/cache/catalog/laptop/lenovo/slim-3i/slim-3i-001-500x500.jpg",
 "price": 344,
 "quantity": 13,
 "supplierName": "Rojim",
 "description": "The HP 15s-du1116TU comes with Intel Pentium Silver N5030 Processor (4M Cache, 1.10 GHz up to 3.10 GHz) with Intel UHD Graphics 605. This Hp 15s series laptop comes with a micro-edge display, the barely visible bezel revolutionizes your display by letting a larger screen fit into a smaller frame, that is featured 15.6\" diagonal, HD (1366 x 768), micro-edge, BrightView, 45% NTSC, 220 nits Display. This laptop is designed with 1 TB 5400 rpm SATA HDD storage and 4GB DDR4 2400MHz RAM, which helps to run more efficiently and more reliably at faster speeds with DDR4 RAM, everything from multi-tasking to playing games gets a performance boost. You can stay connected all day, the battery life is also very on your use, the HP 15s laptop comes with a new space-saving 3-cell, 41 Wh Li-ion battery design, single bar hinge, and thin bezel option for a slimmer, streamlined, more premium look with long battery life and fast-charge technology, work, watch. This Hp 15s Laptop is also equipped with Realtek Wi-Fi CERTIFIED 6 (1x2) and Bluetooth 5.2 combo (Supporting Gigabit data rate) wireless network connectivity. It comes with an HP True Vision 720p HD camera with integrated dual array digital microphones and a TouchPad Backlit keyboard. This laptop runs on Windows 10 Home 64 operating system. This laptop has 1 x SuperSpeed USB Type-C 5Gbps signaling rate; 2 x SuperSpeed USB Type-A 5Gbps signaling rate; 1 x HDMI 1.4b; 1 x AC smart pin; 1 x headphone/microphone combo ports and connectivity. The latest HP 15s laptop comes with a simply gorgeous look. It is the perfect choice for your daily office work and home use. This Integrated precision touchpad featured multi-touch support speeds up navigation and productivity. The latest reasonable HP 15s-du1116TU Laptop has 02 years International Limited Warranty (Terms & Conditions Apply As Per HP, Battery Adapter 1 year).",
 "imgURL": "https://www.startech.com.bd/image/cache/catalog/laptop/hp-laptop/15s-du1116tu/15s-du1116tu-01-500x500.jpg"
}, {
 "name": "Asus Vivobook X515MA Celeron N4020 15.6\" FHD Laptop",
 "price": 2533,
 "quantity": 17,
 "supplierName": "Sakib Hasan",
 "description": "Asus Vivobook X515MA Celeron N4020 15.6\" FHD Laptop comes with Intel Celeron Processor N4020 (4M Cache, 1.10 GHz up to 2.80 GHz), 4GB DDR4 RAM, 1TB HDD, Intel HD Graphics and Window 10. This laptop is featured with 15.6 FHD (1920x1080) Display, 38 Wh 2-Cell battery , VGA Webcam. Here, 802.11ac Wi-Fi and Bluetooth v4.2 wireless and networking connectivity are also available in this laptop. The laptop has 1x USB 3.0 Gen 1, 2x USB 2.0, 1 x HDMI ports and connectivity. This new Asus Vivobook X515MA Laptop has 02 years International Limited Warranty (Battery 1 year).",
 "imgURL": "https://www.startech.com.bd/image/cache/catalog/laptop/asus/vivobook-x515ma/vivobook-x515ma-01-500x500.jpg"
}]